Repository: SymKit/error-bundle
Catalog: translations/SymkitErrorBundle.*.xlf
Languages: fr

# error.default.title
source: Error | %website_name%
fr: Erreur | %website_name%

# error.action.home
source: Back to homepage
fr: Retour à l'accueil

# error.footer.rights
source: All rights reserved.
fr: Tous droits réservés.

# error.terminal.label.status
source: Status:
fr: Statut :

# error.generic.title
source: System Error | %website_name%
fr: Erreur Système | %website_name%

# error.generic.terminal.error_line1
source: [CRITICAL_ERROR] Internal malfunction.
fr: [CRITICAL_ERROR] Dysfonctionnement interne.

# error.generic.terminal.error_line2
source: Unexpected signal received from core service.
fr: Signal inattendu reçu du service principal.

# error.generic.terminal.status
source: Team alerted
fr: Équipe alertée

# error.generic.heading
source: Oops, the system stumbled.
fr: Oups, le système a trébuché.

# error.generic.message
source: Don't worry, our engineers are already analyzing the incident.
fr: Ne vous inquiétez pas, nos ingénieurs sont déjà en train d'analyser l'incident.

# error.401.title
source: Restricted Area | %website_name%
fr: Zone Restreinte | %website_name%

# error.401.terminal.error_line1
source: [ACCESS_DENIED] Invalid credentials provided.
fr: [ACCESS_DENIED] Identifiants invalides.

# error.401.terminal.error_line2
source: Security protocol initiated.
fr: Protocole de sécurité enclenché.

# error.401.terminal.label.reason
source: Reason:
fr: Raison :

# error.401.terminal.reason
source: Token expired or missing
fr: Jeton expiré ou manquant

# error.401.heading
source: Restricted Area.
fr: Zone Restreinte.

# error.401.message
source: You do not have the required permissions to access this resource. Please authenticate.
fr: Vous n'avez pas les permissions nécessaires pour accéder à cette ressource. Veuillez vous identifier.

# error.403.title
source: Forbidden Access | %website_name%
fr: Accès Interdit | %website_name%

# error.403.terminal.error_line1
source: [FORBIDDEN] Insufficient privileges.
fr: [FORBIDDEN] Privilèges insuffisants.

# error.403.terminal.error_line2
source: Your current role cannot perform this action.
fr: Votre rôle actuel ne peut pas effectuer cette action.

# error.403.terminal.label.required
source: Required:
fr: Requis :

# error.403.terminal.required
source: Elevated_Access
fr: Accès_Élevé

# error.403.heading
source: Access denied.
fr: Accès refusé.

# error.403.message
source: You are authenticated, but your current privileges do not allow access to this section.
fr: Vous êtes bien connecté, mais vos privilèges actuels ne vous permettent pas d'accéder à cette section.

# error.403.footer_link
source: Check my group privileges
fr: Consulter les privilèges de mon groupe

# error.404.title
source: Page Not Found | %website_name%
fr: Page Introuvable | %website_name%

# error.404.terminal.error_line1
source: [WARNING] Resource not found.
fr: [WARNING] Ressource introuvable.

# error.404.terminal.error_line2
source: The coordinates point to an empty sector.
fr: Les coordonnées pointent vers un secteur vide.

# error.404.terminal.label.path
source: Path:
fr: Chemin :

# error.404.terminal.ping
source: No response
fr: Aucune réponse

# error.404.heading
source: This page vanished into the void.
fr: Cette page a disparu dans le néant.

# error.404.message
source: The URL you are trying to reach does not exist or has been moved to another dimension.
fr: L'URL que vous tentez d'atteindre n'existe pas ou a été déplacée vers une autre dimension.

# error.429.title
source: Too Many Requests | %website_name%
fr: Trop de Requêtes | %website_name%

# error.429.terminal.error_line1
source: [RATE_LIMIT] Too many requests.
fr: [RATE_LIMIT] Trop de requêtes.

# error.429.terminal.error_line2
source: Request quota exceeded for this time window.
fr: Quota de requêtes dépassé pour cette fenêtre temporelle.

# error.429.terminal.label.retry
source: Retry:
fr: Réessai :

# error.429.terminal.status
source: Rate Limited
fr: Limité

# error.429.terminal.retry
source: In a few moments
fr: Dans quelques instants

# error.429.heading
source: Easy there, friend.
fr: Doucement l'ami.

# error.429.message
source: You have made too many requests in a short period. Please wait before trying again.
fr: Vous avez effectué trop de requêtes en peu de temps. Veuillez patienter avant de réessayer.

# error.429.sub_message
source: This rate limit protects our infrastructure against abuse and ensures a smooth experience for everyone.
fr: Cette limitation protège notre infrastructure contre les abus et garantit une expérience fluide pour tous.

# error.429.footer_link
source: View our usage policy
fr: Consulter notre politique d'utilisation

# error.503.title
source: Service Unavailable | %website_name%
fr: Service Indisponible | %website_name%

# error.503.terminal.error_line1
source: [SERVICE_UNAVAILABLE] Temporary outage.
fr: [SERVICE_UNAVAILABLE] Indisponibilité temporaire.

# error.503.terminal.error_line2
source: System is under maintenance or overloaded.
fr: Le système est en maintenance ou surchargé.

# error.503.terminal.label.eta
source: ETA:
fr: Retour prévu :

# error.503.terminal.status
source: Maintenance in progress
fr: Maintenance en cours

# error.503.terminal.eta
source: Back shortly
fr: Bientôt de retour

# error.503.heading
source: We will be right back.
fr: Nous revenons tout de suite.

# error.503.message
source: The service is temporarily unavailable. We are working to restore it as soon as possible.
fr: Le service est temporairement indisponible. Nous travaillons à le rétablir au plus vite.

# error.503.sub_message
source: Thank you for your patience.
fr: Merci de votre patience.

# error.503.footer_link
source: Return to homepage
fr: Retour à l'accueil
